{
	"text": [
		[
                    "<i>“And Yaakov Avinu came to … Shchem, … and he graced the faces of the city ….”</i> (Bereshit, 33:18) (<i>Vayichan et p’nei ha’eer</i> is normally translated, “and he camped before the city.”)<br>“The faces of the city” means its honored citizens, and “the faces of the city” at that time were Shchem and Hamor. The term <i>vayichan</i> (meaning “pitched,” but also meaning “graced”) means that their grace was aroused in his sight (he liked them). This relates to what is found in the writings of the holy Ari”zal (<i>Shaar haGilgulim</i>, Ch. 50) that “Shchem was later reincarnated into Zimri ben Salu son of Dinah.” Therefore his soul desired her now also, as it said (<i>Bereshit</i> 34:8), “My son Shchem’s soul desired your daughter.” This means that he did not want to marry with the women of Canaan, only Dinah; and in this he found favor in the sight of Yaakov, for he was somewhat connected to Yaakov Avinu.",
                    "<i>“And E-lohim ascended from him in the place where He spoke with him.”</i> (Bereshit, 35:13)<br>For God showed Yaakov that he needed to undergo further <i>birrurim</i> (clarifications),<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">That is, <i>birrur</i>s that he would undergo with the sale of Yosef. <i>Tashlum</i>.</i> and this is, “and God ascended from him,” as if he still needed to hold on to Him. “In the place where He spoke with him” means concerning the same financial matters with which the Torah was now dealing, for they were not yet complete. The same intention concerns what was said of Avraham (<i>Bereshit</i>, 17:22), “and E-lohim ascended from upon Avraham,” after the section discussing <i>brit milah</i>, for here too he needed to undergo further <i>birurim</i> with the trial of the binding of Yitzchak. There, however, it does not say “in the place where He spoke with him,” for the needed <i>birurum</i> and the immediate subject were not the same.",
                    "<i>“And Yisroel journeyed, and spread his tent beyond the tower of Eider.”</i> (Bereshit, 35:21)<br>This concerns what is written in the Midrash (Ruth Rabba, 2:7), “even after all the tribulations and adventures of Yaakov Avinu, the death of Rachel was more difficult on him than all of them.” It is the way of the <i>Tsaddikim</i>, and especially Yaakov Avinu, to strengthen himself and not to question the attributes of the Holy One, blessed be He, for certainly everything is for the good. This is why it says here after the death of Rachel, “and he pitched his tent beyond the tower of Eider,” meaning that he strengthened himself and did not question the ways of the Holy One, blessed be He. Both “tower” and <i>eider</i> (a heard) are terms denoting <i>tekifut</i> (unbridled strength), and truly God had a deep intent with the death of Rachel, as mentioned in the holy Zohar (<i>Bereshit</i>, 175a). This is as it said (<i>Bereshit</i>, 35:22), “and it was, when Yisroel dwelt in the land …” “Dwelling” signifies acceptance, as he accepted it and did not at all question God’s attributes, for surely God intended a depth in this that was above his apprehension.<br>Then afterwards, God showed him that it was proper to ask for the depth to be revealed, for a man needs to ask for this. Even though questioning His attributes is forbidden, nevertheless he must ask God to show him what He wanted to effect with this depth, for it is the way of God not to conceal anything for those who long for His mercy. He showed him this in the incident with Reuven, and after (in the same verse), “and the sons of Yisrael were twelve.”<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The holy Isbitser does not reveal this depth, only pointing where to look. We have all in verse 22, first the ready acceptance of the stern judgments of God in the word “dwell.” Second, an answer to the meaning of the depth of God’s decision in, “and Reuven lay with Bilhah his father’s concubine, and Israel heard it,” for hearing always means understanding; so Israel understood why this happened, and from this, the reason for Rachel’s death. Third, there is an empty space in the middle of the verse as written in the Torah, between “and Yisroel heard” and “the son’s of Jacob were twelve,” for this is the landscape of silence through which the secrets of the Torah are transmitted. Whosoever can understand this silence in relation to Yisroel’s hearing and the tribes will truly know something of the secrets of the Torah.</i> This means that God opened for him the meaning of the order of the enumeration of the tribes, for every time the twelve tribes are mentioned they are enumerated in a different order, and each order is a study in itself for those who turn themselves to words of Torah. Therefore we come to this order now, after the death of Rachel.<br>This is the order of the tribes according to its various enumerations in sixteen places.<br>1. Order of their births in <i>Parshat Vayetze</i>:  Reuven, Shimon, Levi, Yehuda, Dan, Naftali, Gad, and Asher, Yissachar, Zevulun, Yosef, and Binyamin.<br>2. The order of coming to their father in <i>Parshat Vayishlach</i>; Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, Yosef, Binyamin, Dan, Naftali, Gad, Asher.<br>3. The order of their coming to Egypt in <i>Parshat Vayigash</i>; Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, Gad, Asher, Yosef, Binyamin, Dan, Naftali.<br>4. The order in which their father blessed them in <i>Parshat Vayechi</i>: Reuven, Shimon, Levi, Yehuda, Zevulun, Yissachar, Dan, Gad, Asher, Naftali, Yosef, Binyamin.<br>5. The order in <i>Parshat VeEle Shemot</i>; Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, and Binyamin, Dan, Naftali, Gad, Asher, and Yosef was …<br>6. In <i>Parshat Vayera</i>; Reuven, Shimon, Levi.<br>7. Those who were assigned to count Israel in <i>Parshat Bamidbar</i>; Reuven, Shimon, Yehuda, Yissachar, Zevulun, Efriam, Menashe, Binyamin, Dan, Asher, Gad, Naftali.<br>8. The order of their numbers in <i>Parshat Bamidbar</i>; Reuven, Shimon, Gad, Yehuda, Yissachar, Zevulun, Efriam, Menashe, Binyamin, Dan, Asher, Naftali.<br>9. The order of the banners; Banner of Yehuda Yissachar Zevulun—East. Banner of Reuven Shimon Gad—South. Banner of Efriam Menashe Binyamin—West. Banner of Dan Asher Naftali—North.<br>10 The order of the princes with their offerings in <i>Parshat Nasso;</i> Yehuda, Yissachar, Zevulun, Reuven, Shimon, Gad, Efriam, Menashe, Binyamin, Dan, Asher, Naftali.<br>11. The order of the journeying of the banners in <i>Parshat Beha’aloteicha</i>; Yehuda, Yissachar, Zevulun, and the sons of Gershon went … Reuven, Shimon, Gad, and the Kehatites went … Efriam, Menashe, Binyamin, Dan, Asher, Naftali.<br>12. The order in <i>Parshat Shlach</i>, that Moshe sent (to spy the land); Reuven, Shimon, Yehuda, Yissachar, Efriam, and Binyamin, Zevulun, Menashe, Dan, Asher, Naftali, Gad.<br>13. According to the order of the allotment of the land, <i>Parshat Pinchas</i>; Reuven, Shimon, Gad, Yehuda, Yissachar, Zevulun, Menashe, Efriam, Binyamin, Dan, Asher, Naftali.<br>14. “A prince of each tribe shall inherit the land,” <i>Parshat Maasei</i>; Yehuda, Shimon, Binyamin, Dan, Menashe, Efriam, Zevulun, Yissachar, Asher, Naftali<br>15. In <i>Parshat Tavo</i>, “these shall stand to bless”; Shimon, and Levi, Yehuda, Yissachar, Yosef and Binyamin, and these … Reuven, Gad, Asher, Zevulun, Dan, Naftali.<br>16. The order in which Moshe blessed them in <i>Parshat Ve’Zot HaBracha</i>; Reuven, Yehuda, Levi, Binyamin, Yosef, Zevulun, Yissachar, Gad, Dan, Naftali, Asher.<br>Here the tribes are enumerated sixteen times, with various changes in their places, and each one is a study in itself. According to this the members of the great assembly codified the sixteen praised (in the blessing immediately following the morning recitation of <i>Shema</i>) of <i>Emet v’yatsiv</i>, “true and upright,” and the initiated will understand.",
                    "This is the order of the tribes according to its various enumerations in sixteen places.",
                    "1. Order of their births in <i>Parshat Toldot</i>",
                    "Reuven, Shimon, Levi, Yehuda, Dan, Naftali, Gad, and Asher, Yissachar, Zevulun, Yosef, and Binyamin.",
                    "2. The order of coming to their father in <i>Parshat Vayishlach</i>",
                    "Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, Yosef, Binyamin, Dan, Naftali, Gad, Asher.",
                    "3. The order of their coming to Egypt in <i>Parshat Vayigash</i>",
                    "Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, Gad, Asher, Yosef, Binyamin, Dan, Naftali.",
                    "4. The order in which their father blessed them in <i>Parshat Vayechi</i>",
                    "Reuven, Shimon, Levi, Yehuda, Zevulun, Yissachar, Dan, Gad, Asher, Naftali, Yosef, Binyamin.",
                    "5. The order in <i>Parshat VeEle Shemot</i>",
                    "Reuven, Shimon, Levi, Yehuda, Yissachar, Zevulun, and Binyamin, Dan, Naftali, Gad, Asher, and Yosef was …",
                    "6. In <i>Parshat Vayera</i>",
                    "Reuven, Shimon, Levi.",
                    "7. Those who were assigned to count Israel in <i>Parshat Bamidbar</i>",
                    "Reuven, Shimon, Yehuda, Yissachar, Zevulun, Efriam, Menashe, Binyamin, Dan, Asher, Gad, Naftali.",
                    "8. The order of their numbers in <i>Parshat Bamidbar</i>",
                    "Reuven, Shimon, Gad, Yehuda, Yissachar, Zevulun, Efriam, Menashe, Binyamin, Dan, Asher, Naftali.",
                    "9. The order of the banners",
                    "Banner of Yehuda Yissachar Zevulun—East. Banner of Reuven Shimon Gad—South. Banner of Efriam Menashe Binyamin—West. Banner of Dan Asher Naftali—North.",
                    "10. The order of the princes with their offerings in <i>Parshat Nasso</i>",
                    "Yehuda, Yissachar, Zevulun, Reuven, Shimon, Gad, Efriam, Menashe, Binyamin, Dan, Asher, Naftali.",
                    "11. The order of the journeying of the banners in <i>Parshat Beha’aloteicha</i>",
                    "Yehuda, Yissachar, Zevulun, and the sons of Gershon went … Reuven, Shimon, Gad, and the Kehatites went … Efriam, Menashe, Binyamin, Dan, Asher, Naftali.",
                    "12. The order in <i>Parshat Shlach</i>, that Moshe sent (to spy the land)",
                    "Reuven, Shimon, Yehuda, Yissachar, Efriam, and Binyamin, Zevulun, Menashe, Dan, Asher, Naftali, Gad.",
                    "13. According to the order of the allotment of the land, <i>Parshat Pinchas</i>",
                    "Reuven, Shimon, Gad, Yehuda, Yissachar, Zevulun, Menashe, Efriam, Binyamin, Dan, Asher, Naftali.",
                    "14. “A prince of each tribe shall inherit the land,” <i>Parshat Maasei</i>",
                    "Yehuda, Shimon, Binyamin, Dan, Menashe, Efriam, Zevulun, Yissachar, Asher, Naftali",
                    "15. In <i>Parshat Tavo</i>, “these shall stand to bless”",
                    "Shimon, and Levi, Yehuda, Yissachar, Yosef and Binyamin, and these … Reuven, Gad, Asher, Zevulun, Dan, Naftali.",
                    "16. The order in which Moshe blessed them in <i>Parshat Ve’Zot HaBracha</i>",
                    "Reuven, Yehuda, Levi, Binyamin, Yosef, Zevulun, Yissachar, Gad, Dan, Naftali, Asher.",
                    "Here the tribes are enumerated sixteen times, with various changes in their places, and each one is a study in itself. According to this the members of the great assembly codified the sixteen praised (in the blessing immediately following the morning recitation of <i>Shema</i>) of <i>Emet v’yatsiv</i>, “true and upright,” and the initiated will understand.",
                    "<i>“And these are the kings who reigned in the land of Edom, before there reigned a king to the children of Israel.”</i> (Bereshit, 36:31)<br>In this <i>Parsha</i> the Holy One, blessed be He, began to show the ever so fine <i>birrurim</i> (<i>birrur</i>s) between Israel and the nations of the world. The <i>kelipa</i> (“shell” or evil force) of Edom is the greatest of them all, as there is only a slight and fine difference between it and Israel, for immediately after Israel begins his life, Eisav begins his (as Rashi notes that the first seed to conceive was Israel, then Eisav). Thus we see a great difference between Israel and all the nations of the world. Even with the Ishmaelites, even though they are of the seed of Avraham, still there is a great difference, because from the mother’s side they have no connection to Israel. Yet compared to Israel we see no visible difference, for they both appear clean regarding their mother, but it was the will of the blessed Creator that Yaakov would be the chosen one, and this is as it is written (Malachi, 1:2), “Is not Eisav Yaakov’s brother?” “Brother” meaning that the two were equal, or that at the time of conception when the level of one over the other is unrecognizable for as of yet there are no <i>mitzvot</i> and good deeds, no sin or transgression, and both are from Yitzchak and Rivka. Yet nevertheless, “and I loved Yaakov and hated Eisav,” meaning that it was only God’s will.<br>This is as it is written (Yechezkel, 23:20), “for their flesh is that of asses, and their urine of horses.” That is to say, that at the moment of conception God made it clear that this drop will be in the purity of <i>Kedusha</i> (holiness), and the other the urine of horses. Even though nothing evil was recognized in Eisav, he is anyhow compared to a pig (<i>Vayikra</i> Rabba, 13:5). It is written in the Gemara (<i>Bechorot</i> 8a), “an apple tree grows after sixty days, and so too does a pig give birth after sixty days.” For the letter <i>samech</i> (which is sixty) is in the form of a bow, and a bow is a refuge of strength, meaning that Eisav says that he finds a refuge of strength in God since he was born from Yitzchak and Rivka just like us, for Israel is likened to an apple. Yet God is the one who clarifies that with Eisav it is only on the surface, while Israel is truly cleaving to God. And whoever is knowledgeable in the names of the kings can see this explicitly."
		]
	]
}
